var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
        "送给我",      //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
        "心爱的小鱼",  // 同上...
        "今天是你的生日",
        "这是我们在一起的",
        "第一个生日",
        "我们的相遇",
        "一定是续着前世未了缘",
        "未来的故事",
        "让我们一起去抒写",
        "不管未来怎么样",
        "我们都要一起面对",
        "也许你并不是为我而生",
        "可我确有幸与你相伴",
        "愿我在有生之年",
        "年年为你点燃生日的烛焰",
        "此时此刻",
        "祝我的小鱼",
        "生日快乐！",
        "我真的好想",
        "带你吃好吃的",
        "陪你玩好玩的",
        "想要给你一个",
        "大大的拥抱！",
        "因为疫情",
        "这些都不能实现",
        "但请相信我",
        "待疫情好转",
        "我们的计划一定能实现",
        "迫不及待地",
        "想见你！",
    ],
    /**
     * imgs 可以不填, 但是如果要填写的话必须遵循下面的格式
     * "对应上面的文字, 要完全一样" : "图片地址, 可以把图片放在imgs文件夹中"
     * 例如
     * "心爱的小可爱": "./imgs/xiaokeai.jpg"
     *
     * 如果不要图片的话, 直接在每行开头写两个斜杠注释即可, 例如下面的 "今天是你的生日" 的图片就不会展示了:)
     * Tip: 图片最好用正方形or接近正方形, 看起来效果更好
     */
    imgs: {
        "心爱的小鱼": "./imgs/xiaokeai.png",
        // "今天是你的生日": "./imgs/birthday.jpg",
    },
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    desc: {
        turn_on: "开始",
        play: "音乐",
        bannar_coming: "旗帜",
        balloons_flying: "好像少点东西",
        cake_fadein: "蛋糕？",
        light_candle: "蜡烛？",
        wish_message: "生日快乐！",
        story: "A MESSAGE FOR YOU",
    }
};
